[Killed] Equality mutation
Calc/Business/Validador.cs:9:21
     {
         public bool MaiorQueUm(double valor)
         {
-            return (valor > 1) ? true : false;
+            return (valor < 1) ? true : false;
         }
     }

[Killed] Boolean mutation
Calc/Business/Validador.cs:9:34
     {
         public bool MaiorQueUm(double valor)
         {
-            return (valor > 1) ? true : false;
+            return (valor > 1) ? false : false;
         }
     }
