[Killed] Arithmetic mutation
Calc/Business/Calculadora.cs:9:20
     {
         public double Somar(double primeiroNumero, double segundoNumero)
         {
-            return primeiroNumero + segundoNumero;
+            return primeiroNumero - segundoNumero;
         }
 

[Killed] Arithmetic mutation
Calc/Business/Calculadora.cs:14:20
 
         public double Subtrair(double primeiroNumero, double segundoNumero)
         {
-            return primeiroNumero - segundoNumero;
+            return primeiroNumero + segundoNumero;
         }
 

[Killed] Arithmetic mutation
Calc/Business/Calculadora.cs:19:20
 
         public double Multiplicar(double primeiroNumero, double segundoNumero)
         {
-            return primeiroNumero * segundoNumero;
+            return primeiroNumero / segundoNumero;
         }
 

[Killed] Arithmetic mutation
Calc/Business/Calculadora.cs:24:20
 
         public double Dividir(double primeiroNumero, double segundoNumero)
         {
-            return primeiroNumero / segundoNumero;
+            return primeiroNumero * segundoNumero;
         }
     }
