[Killed] Arithmetic mutation
Calc/Business/CalculadoraJuros.cs:18:20
 
         private static double CalcularValorJuros(double valor, double jurosEmPorcentagem)
         {
-            return valor * (jurosEmPorcentagem / 100);
+            return valor / (jurosEmPorcentagem / 100);
         }
     }

[Killed] Arithmetic mutation
Calc/Business/CalculadoraJuros.cs:18:29
 
         private static double CalcularValorJuros(double valor, double jurosEmPorcentagem)
         {
-            return valor * (jurosEmPorcentagem / 100);
+            return valor * (jurosEmPorcentagem * 100);
         }
     }
