[Killed] Negate expression
Calc/Business/Validador.cs:9:20
     {
         public bool MaiorQueUm(double valor)
         {
-            return (valor >= 1) ? true : false;
+            return !((valor >= 1) ) ? true : false;
         }
     }

[Killed] Equality mutation
Calc/Business/Validador.cs:9:21
     {
         public bool MaiorQueUm(double valor)
         {
-            return (valor >= 1) ? true : false;
+            return (valor < 1) ? true : false;
         }
     }
